Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-C.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ནས་ ཐར་ ནས་ ཀྱང་ ལས་ དེ འི་ མཐུ ས་ དུད་འགྲོ་ ཁམ་ གྱི་ ཟས་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: Once free from hell they will, by force of their actions, be born as animals that live from coarse food.

source: འདི་ལྟ་སྟེ །_ བ་ལང་ དང་ །_ མ་ཧེ་ དང་ །_ བོང་བུ་ དང་ །_ ཕག་ དང་ །_ ཁྱི་ དང་ །_ ཝ་ དང་ །_ རྔ་མོ་ དང་ །_ བལ་ གླང་ དང་ །_ རྟ་ དང་ །_ ལུག་ དང་ །_ རི་ དག ས་ དང་ །_ ར་ དང་ །_ སྲོག་ཆགས་ སྲི་ མར་ དང་ །_ ཁྭ་ དང་ །_ བྱ་རྒོད་ དང་ །_ ངང་པ་ དང་ །_ སྲོག་ཆགས་ ཏི་ ཏི་ བྷ་ དང་ །_ སྐྱར་མོ་ དང་ །_ སྲོག་ཆགས་ རཱ་ མ་ དང་ །_ དགོ་བ་ དང་ །_ སྲོག་ཆགས་ ཀུ་ རང་ ག་ དང་ །_ རི་ དག ས་ མོ་ དང་ །_ སྲོག་ཆགས་ ཀ་ དམ་ བྷ་ དང་ །_ ནོར་བུ འི་ མཆུ་ དང་ །_ ཤང་ཤང་ཏེའུ་ དང་ །_ སྦྲུལ་ དག་ གནས་ ཚེར་མ་ ཅན་ དང་ །_ ངམ་གྲོག་ ལ་སོགས་པ་ མཐའ་ཡས་པ་ རྣམས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Thus, they will be born as cows, buffalo, donkeys, pigs, dogs, foxes, camels, elephants, horses, sheep, deer, goats, jungle cows, crows, vultures, geese,#208 herons, gazelle, antelopes, barking deer, spotted deer,#209 domestic fowl, pheasants, or snakes. They may be born in myriad habitats, living in thorny places, wildernesses, and so forth.

source: ཕྱོགས་ དག་ ལ་ ཡང་ རབ་ཏུ་ དཔྱོད་པ ར་ བྱེད་ ཅིང་ རེག་པ འི་ ཟས་ ལ་ ཡང་ རྗེས་སུ་ སེམས་པ ར་ བྱེད་ དེ །_
en: $18 “As the monk carefully examines the directions, he will then concern himself with sustenance through contact.

source: སྒོ་ང་ ལས་ སྐྱེས་ བསྒོ་ ང་ ལས་ སྐྱེ་བ ར་ གཏོགས་ ཤིང་ འབྱུང་བ་ དག་ ནི་ འདི་ལྟ་སྟེ །_
en: Thus, he will think, ‘Some animals are born from an egg.

source: བྱ་ དང་ །_ ཆུ་ ན་ གནས་པ་ དང་ །_ ཤུག་ ཏུ་ འབྲེལ་བ་ དང་ །_ རྒྱ་མཚོ འི་ འགྲམ་ ནས་ སྐྱེ་བ་ དང་ །_། རྒྱ་མཚོ ར་ སྐྱེས་པ་ དང་ །_ ཀླུ་ དང་ །_ སྦྲུལ་ དང་ །_ ཁུང་ ན་ གནས་པ་ ལ་སོགས་པ་
en: This concerns birds, as well as those animals that live in the water,#210 on the shore, and in the ocean, as well as nāgas, snakes, animals that live in burrows, or any other such animal.

source: དེ་དག་ ལས་ གང་ གིས་ རེག་པ འི་ ཁ་ཟས་ ཟ་བ ར་ འགྱུར་ ཞིག་ གུ་ སྙམ་ ནས
en: What karmic actions may cause them to eat the food of contact?’

source: དགེ་སློང་ དེ་ རྣམ་པར་ དཔྱོད་པ ར་ བྱེད་ དོ །_། དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ ཕ་རོལ་ དག་ ལ་ སྦྱིན་པ་ སྦྱིན་ ནོ་ སྙམ་ དུ་ བསམས་ ལ །_ མ་ སྨྲས་པ ར་ ཡིད་ ཀྱིས་ བྱིན་ ཏེ །_
en: $19 “Inquiring in this way, the monk will apply knowledge derived from hearing and thus perceive how some people think, ‘I shall give to others,’ yet they only make gifts mentally, without saying anything.

source: དེ་ འཆི་བ འི་ དུས་བྱ ས་ ན །_ དེ་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ དུད་འགྲོ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེས་ ན་ བསམ་པ་ འབའ་ཞིག་ གི་ ལས་ དེ་ [317a] ཉིད་ ཀྱི་ མཐུ ས །_ དེ་ རེག་པ འི་ ཟས་ དེ་ ཟ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Once they have died, due to karmic actions to be experienced in other lives, they may take birth as animals. In that case their purely mental acts [317.a] will make them later consume the food of contact.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས །_ དུད་འགྲོ འི་ འཇིག་རྟེན་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $20 “As the monk who has knowledge of the ripening of karmic effects continues to examine the animal world, he will ask himself,

source: ཟས་ གསུམ་པ་ ཡིད་ ལ་ སེམས་པ་ ཞེས་ བྱ་བ་ དེས་ སེམས་ཅན་ དེ་དག་ ཇི་ལྟ ར་ བདག་ཉིད་ འཚོ་བར་ བྱེད་ སྙམ་ ནས །_
en: ‘How do sentient beings subsist on the food of volition, the third kind of sustenance?’

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ འདི་ལྟར་ སྒོ་ང་ ལས་ སྐྱེ་བ་ ཉ་ དང་ །_ ཆུ་སྲིན་ མ་ ཀ་ར་ དང་ །_ ཀུམ་ བྷི་ ར་ དང་ །_ ན་ཀྲ་ དང་ །_ ཉ་ཕྱིས་ དང་ །_ དུང་ལ་ སོགས་པ འི་ སྒོ་ང་ ལས་ སྐྱེ་བ་ སྐྱེས་པ་ རྣམས་ ཡིད་ ལ་ སེམས་པ འི་ ཟས་ དེས་ འཚོ་བར་ བྱེད་ དོ །_།
en: As he applies knowledge derived from hearing, he will notice how those animals that are born from an egg, such as fish, sea monsters, crocodiles, alligators, oysters, conches, and so forth, live from the food of volition.

source: གལ་ཏེ་ མ འམ །_ གལ་ཏེ་ ཕས་ རང་ གི་ བུ་ དྲན་ ན་ དྲན་པ་ དེས་ ཚིམ་པ ར་ བྱེད་ དེ །_ དེ་ནས་ ཡང་ འཕེལ་བ ར་ བྱེད་ ཅིང་ འཚོ་བར་ བྱེད་ ལ་ཁ་ ཟས་ ཀྱི་ བྱ་བ་ ཡང་ བྱེད་ དོ །_།
en: Thus, if such a mother or father merely thinks of their offspring, they will be satiated by that alone, and they may grow and derive nourishment from that, just as if they were eating with their mouths.

source: དེ་ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དགེ་སློང་ དེ་ རབ་ཏུ་ དཔྱོད་ དེ་དེ ས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ བློ་ ཞན་ ཅིང་ ལས་ དང་ འབྲས་བུ་ དག་ མངོན་པར་ མི་ ཤེས་པ་ གང་ གིས་ གཞན་དག་ ལ་ འདི་ལྟར་ ངས་ ཁྱོད་ ལ་ ཟླ་བ་ ཕྱེད་ དམ་ ཟླ་བ་ གཅིག་ ན་ ནོར་རྫས་ ཀྱི་ རྣམ་པ འམ །_ ཁ་ཟས་ ཀྱི་ རྣམ་པ འམ །_ ནོར་ གྱི་ དབྱིག་ གི་ རྣམ་པ་ ཆུང་ ཟད་ སྦྱིན་ ནོ་ ཞེས་ ཁ ས་ བླངས་ ལ་
en: $21 “Wondering what karmic actions may cause one to be born in that way, the monk will apply knowledge derived from hearing and so notice how some feeble-minded people, who have no understanding of the consequences of actions, will promise another person that in two weeks, or a month, they will give them a little bit of money, food, or gemstones.

source: དེ འི་ ཚིག་ དེ་ དབུལ་པོ་ དེས་ ཐོས་ ནས་ དགའ་བ ར་ འགྱུར་ ཏེ འདི་ལྟར་ སྦྱིན་བདག་ འདི ས་ བདག་ དབུལ་པོ་ ལ་ཁ ས་ བླངས་པ་ དེ་ བདག་ ལ་ སྦྱིན་པ ར་ བྱེད་ དོ་ སྙམ་ ནས །_ དེ་ ཡིད་ མཆོག་ ཏུ་ དགའ་ ནས་ དེ་བཞིན་ དུ་ ཟླ་བ་ ཕྱེད་ དམ་ ཟླ་བ་ གཅིག་ གི་ དུས་ སུ་ དེ་ འོངས་ ནས་ དེ འི་ དྲུང་ དུ་ ཕྱིན་པ་ དང་ །_ མི་ ངན་པ་ དེས་ ཁ་ སྟོངས་པ ར་ བྱས་ ན
en: The poor person who hears this may then become elated and think, ‘That benefactor is going to give a gift to this poor fellow!’ Yet when the poor person shows up two weeks or a month later filled with joy, the cruel person will go back on his promise.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ དགའ་བ་ དང་ དགའ་བ་ མེད་པ འི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: $22 “When later such people separate from their bodies, they will fall into the lower realms and be born in a hell of shifting happiness and pain.

source: དེ་ནས་ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ དུད་འགྲོ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེས་ ན །_ འདི་ལྟར་ དེས་ དེ་ ལ་ བརྫུན་ བྱས་ ནས་ ཡིད་ དགའ་བ ར་ བྱས་པ་ དེ འི་ མཐུ ས་ དེ་ ཡིད་ ལ་ སེམས་པ འི་ ཟས་ འཐོབ་པ ར་ འགྱུར་ རོ །_།
en: Once free from that, they will proceed to take birth among the animals and, by force of having falsely made someone happy, they will gain nourishment from acts of volition.

source: གལ་ཏེ་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེས་ ན །_ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ དེ་དེ འི་ བྲན་ ཉིད་ [317b] དུ་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If they should be born among humans, they will, in accordance with their causal actions, become servants of the people they lied to. [317.b]

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ དུད་འགྲོ འི་ འཇིག་རྟེན་ ཁ་ཟས་ བཞི་པ་ དགའ་བ་ ཞེས་ བྱ་བ་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $23 “Next, the monk who has knowledge of the ripening of karmic effects will concern himself with the fourth kind of sustenance, the so-called food of joy, as it is partaken of in the animal world.

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ འདི་ལྟར་ དུད་འགྲོ འི་ ཡུལ་ ན་ དུད་འགྲོ་ ཀུན་ ནས་ ཉོན་མོངས་པ་ ཅན་ གྱི་ དགའ་བ འི་ ཟས་ ཀྱིས་ འཚོ་བ་ ཡོད་ དེ །_
en: With knowledge derived from hearing he will notice how certain animals subsist on the afflictive food of joy.

source: ནགས་ ཁུང་ ན་ སྦྲུལ་པོ་ ཆེ་ ཨ་ ཛ་ ག་ ར་ ཞེས་པ་ དགའ་བ འི་ ཟས་ དང་ རླུང་ ཟ་ ཞིང་ འཚོ་བ་ དང་ །_
en: Thus, for example, the great ajagara snake that dwells in dark dungeons derives sustenance from the food of joy and wind.

source: སྲོག་ཆགས་ ག་ལ་ གོ་ ལི་ ཀ་ དང་ །_ རི་ ཞོལ་ གནས་ ཞེས་ བྱ་བ་ ལ་སོགས་པ་ དང་ གཞན་ ཡང་ ཡོད་ དེ
en: The same is the case with creatures such as lizards#211 and the so-called mountain dweller.

source: དེ་ ལ་ འོད་གསལ་ གྱི་ ལྷ་ རྣམས་ ཀྱི་ དགའ་བ འི་ ཟས་ ནི་ གནོད་སེམས་ མེད་པ འི་ དགའ་བ འི་ ཟས་ ཀྱིས་ འཚོ་བ་ ཡིན་ གྱི་ དུད་འགྲོ འི་ དགའ་བ འི་ ཟས་ ནི་ འཁོན་ གྱི་ ལྟ་བ་ དང་ །_ འཁོན་ དམ་ དུ་ འཛིན་པ འི་ སེམས་ དང་ ལྡན་པ་ ཡིན་ ན་
en: The gods in Luminosity also draw nourishment from the food of joy, yet their sustenance is free from ill will. The food of joy sought by animals, on the other hand, is connected with resentful beliefs and sustained by tightly held grudges.

source: དེ་དག་ ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ ཞེ་སྡང་ གི་ ཤས་ ཆེ་བ འམ །_ ཞེ་སྡང་ གི་ རང་བཞིན་ ཅན་ གང་ཡིན་པ་ སྟེ །_ འཁོན་ གྱི་ རྒྱུ་ དང་ འཐུན་པ་ དང་ །_ གཏི་མུག་ གི་ ཤས་ ཆེ་བ་ དེས་ སྲོག་གཅོད་ པར་ བྱས་ ན །_
en: $24 “Wondering what karmic actions may cause one to be born in that way, the monk will apply knowledge derived from hearing and thus notice how some people, who are predominantly angry and have a naturally hostile disposition, become motivated by a grudge, which incites them to murder others while under the strong influence of delusion.

source: དེ་ འཁོན་ དང་ དགའ་བ འི་ གཞི་ ཡོད་པ་ དེས་ དུད་འགྲོ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེས་ ན །_ དགའ་བ འི་ ཟས་ དང་ རླུང་ ཟ་བ ར་ འགྱུར་ རོ །_།
en: If such beings, who possess both the bases for resentment and pleasure, are born as animals, they will live on the food of joy and wind.

source: དེ་ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ དེ་ རྟག་པ ར་ གློ་བུར་ དུ་ ཕ་རོལ་ དང་ །_ ལྷན་ཅིག་ རྒྱུ་ མེད་པར་ འཐབ་པ་ དང་ འབྲེལ་བར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If they are born with the general lot in life of a human, they will, in accordance with their causal actions, always get into random and baseless fights with others.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ རྣམ་པ་ གཞན་ གྱིས་ དུད་འགྲོ འི་ འཇིག་རྟེན་ མཐའ་ཡས་པ་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_ ཡང་ ཆུ འི་ ནང་ ན་ རྒྱུ་བ་ དག་ ཇི་ལྟ ར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_
en: $25 “As the monk who has knowledge of the ripening of karmic effects continues to concern himself with the infinite world of animals, he will ask himself how the animals that live in water take birth.

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ བློ་ ཞན་ ཅིང་ རྣམ་པར་ ཤེས་པ་ ཞན་པ་ སྐོམ་ གྱིས་ གདུངས་ བཞིན་ དུ་ འཆི་བ འི་ དུས་ བྱེད་ ན་
en: With knowledge derived from hearing he will notice how some people of feeble mind and consciousness may die while tormented by thirst.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཆུ འི་ ནང་ ན་ རྒྱུ་ [318a] བར་ འགྱུར་ རོ །_།
en: When that happens, such people fall into the lower realms, where they take birth as water creatures. [318.a]

source: དེ་བཞིན་ དུ་ ཉ འི་ སྐྱེ་གནས་ རྣམ་པ་ སྣ་ཚོགས་ ཀྱི་ ནང་ ན་ གཅིག་པུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Likewise, they may be born into a solitary life in one of the numerous worlds of fish.

source: དེ་ སྐོམ་ གྱིས་ གདུངས་ ནས་ སྲིད་པ་ བར་མ་ ལ་ ཆུ་ དེ་ མཐོང་བ ར་ འགྱུར་ ཏེ །_
en: When people tormented by thirst see water during the intermediate existence, they may pursue it and think, ‘Let me be born there!’

source: དོན་ དུ་ གཉེར་བ་ དེས་ ད་ནི་ བདག་ འདིར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ སེམས་བསྐྱེད་ མ་ ཐག་ ཏུ་ དེ་ཉིད་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: The moment that wish occurs, they will be born in water.

source: སྲིད་པ་ ནི་ རྒྱུ་ དང་ རྐྱེན་ གྱིས་ འབྱུང་ ལ་ སྲིད་པ འི་ ཡན་ལག་ ལ་ གནས་པ་ ནི་ དེ་ལྟ་ བུ་ ཡིན་ ནོ །_།
en: Existence manifests due to causes and conditions, and this is how one remains within the corridors of existence.

source: གང་དེ་ སྦྱིན་པ་ མ་ བྱིན་ ཞིང་ བསོད་ནམས་ མ་ བསྒྲུབས་པ འི་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ དེས་ ཆུ་ རྟག་ ཏུ་ དྲོ་བ ར་ འགྱུར་ ཞིང་ །_ དེ འི་ ཁ་ ཡོངས་སུ་ སྐམ་པ ར་ འགྱུར་ ལ་ རེག་པ་བ་ ཚྭ་ དང་ འདྲ་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: As the karmic actions of those beings—who were not generous and who did not practice virtue—ripen, they will have a constant feeling that the water is hot. Their thirst will continue and the water will feel salty.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེ་ བྱ་ སྐམ་ས་ ལ་ རྒྱུ་བ་ དང་ །_ བར་སྣང་ ལ་ རྒྱུ་བ་ དག་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $26 “Next, the monk who has knowledge of the ripening of karmic effects will concern himself with birds that scuttle about on dry land and those that fly in the sky.

source: ལས་ གང་ གིས་ བྱ་ དག་ བར་སྣང་ ལ་ འཕུར་ ཞིང་ ནམ་མཁའ་ རྟེན་ མེད་པ་ ལ་ རྟེན་པ ར་ བྱེད་ སྙམ་ ནས །_
en: He will wonder, ‘What karmic actions allow birds to fly in empty space and be supported where there is no support?’

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ འདི་ལྟར་ རྫུ་འཕྲུལ་ ནི་ རྣམ་པ་ གསུམ་ སྟེ །_ འདི་ལྟ་སྟེ །_ མོས་པ ས་ བསྒྱུར་བ་ དང་ །_ ལུས་ ཀྱིས་ འགྲོ་བ་ དང་ །_ ཡིད་ ལྟར་ མགྱོགས་པ འོ །_།
en: As he employs knowledge derived from hearing, he will then notice three forms of miraculous ability: intentional transformation, physical movement, and mental speed.

source: དེ་ ལ་མོ ས་ པས་ བསྒྱུར་བ་ ནི་ རྫུ་འཕྲུལ་ ཅན་ དག་ གི་ ཡིན་ ཏེ །_
en: Intentional transformation pertains to those who have miraculous powers.

source: ཇི་ལྟ ར་ མོས་པ་ དེ་ལྟ ར་ འགྲོ་བ་ དང་ །_
en: Such individuals are able to travel wherever they wish.

source: གལ་ཏེ་ ས འི་ ཁམས་ སུ་ རབ་ཏུ་ མོས་པ་ ན །_ དེ འི་ ཚེ་ ནམ་མཁའ་ ས འི་ ཁམས་ སུ་ མཐོང་ ནས་ འགྲོ་བ ར་ བྱེད་པ་ ལྟ་བུ འོ །_།
en: If they wish for space to become earth, they will be able to see it as such and walk upon it.

source: ལུས་ ཀྱིས་ འགྲོ་བ་ ནི་ ཆོས་ཉིད་ ཀྱི་ ཁྱད་པར་ ལས་ གྱུར་པ་ སྟེ །_ བྱ་ རྣམས་ ལྟ་བུ འོ །_།
en: Physical movement occurs according to particular features of reality, as in the case of the birds.

source: ཡིད་ ལྟར་ མགྱོགས་པ་ ནི །_ དེ་བཞིན་ གཤེགས་པ་ སངས་རྒྱས་ ཀྱི་ ཡིན་ ལ །_ ཡིད་ ཀྱིས་ ཇི་ལྟ ར་ གཟས་པ་ དེ་བཞིན་ དུ །_ གནས་ གཞན་ དུ་ ཕྱིན་པ ར་ བྱེད་པ་ ཡིན་ ཏེ །_
en: Mental speed is the provenance of thus-gone buddhas, who are able to arrive in whichever location they set their sights on.

source: དེ་ཡང་ ཁམས་ གསུམ་ གྱི་ ལས་ སོ་སོ འི་ བྱེ་བྲག་ གིས །_ དེ་ལྟ ར་ རྫུ་འཕྲུལ་ རྣམ་པ་ གསུམ་ དུ་ འགྱུར་བ་ མཐོང་ ངོ་ །།_།
en: In this way, the monk will see that, due to the particular differences in the karmic actions associated with the three realms, there are three forms of miraculous ability. [1.b]

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ དུད་འགྲོ འི་ འཇིག་རྟེན་ ལ་ རྟོག་པ ར་ བྱེད་ དེ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ དང་ །_ ལྷ་ དང་ །_ མི་ དང་ །_ ཆུ་ དང་ །_ སྐམ་ས་ དང་ །_ བར་སྣང་ ལ་ རྒྱུ་བ འི་ བྱ་ རྣམས་ དང་ །_ རི་ དག ས་ ལ་སོགས་པ་ འབྱུང་བ ར་ འགྱུར་ ལ །_
en: $27 “As the monk who has knowledge of the ripening of karmic effects continues to examine the world of animals, he will notice that certain animals, such as birds or deer—whether they move in water, on dry land, or in the sky—may appear in the realms of hell beings, starving spirits, animals, gods, or humans.

source: ཅིའི་ཕྱིར་ ན་ སེམས་ཅན་ དམྱལ་བ འི་ ས ར་ སྡུག་བསྔལ་ མྱོང་བ ར་ འགྱུར་ སྙམ་ ནས
en: The monk will then ask himself, ‘Why do such animals experience pain in hell?’

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ སེམས་ཅན་ དམྱལ་བ འི་ ས་ ན་ དུད་འགྲོ་ སེམས་ཅན་ དུ་ བགྲང་བ་ དང་ །_ སེམས་ཅན་ དུ་ བགྲང་བ་ མ་ཡིན་པ་ སྣ་ཚོགས་ དག་ མཐོང་ ངོ་ །_།
en: Examining this matter with knowledge derived from hearing, he will see that the hells contain both animals that are counted as sentient beings and animals that are not counted as sentient beings.

source: དེར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ སྐྱེ་བ་ ན་ མེས་ སྲེག་ ཅིང་ བྱ་ ལུས་ ཕྱིན་ ཅི་ ལོག་ ཏུ་ འདུག་པ་ གཞན་ དེ་དག་ བདེ་བ ར་ མཐོང་ སྟེ །_ དེ་དག་ འདིར་ སྐྱེ་བ ར་ འགྱུར་ རོ་
en: When beings are born in hell and burn in the fires, there are some birds with physiological distortions that make them perceive that place as enjoyable and therefore form the wish to be born there.

source: སྙམ་ དུ་ བསམས་པ་ དང་ །_ སེམས་བསྐྱེད་ མ་ ཐག་ ཉིད་ དུ་ བྱ་དེ་ [2a] རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ ཇི་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ རྣམས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ སྔར་ བསྟན་པ་ དེ་བཞིན་ དུ་ བྱ་དེ་ རྣམས་ ལ་ ཡང་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: Then, as soon as that thought crops up, [2.a] they will be born as birds in hell and experience all the sufferings of hell beings that were explained earlier.

source: སེམས་ཅན་ དུ་ བགྲང་བ་ མ་ཡིན་པ་ དེ་ རྣམས་ ནི་ལ ས་ བྱས་ ཤིང་ བསགས་པ་ མི་ འདྲ་ ལ་ སེམས་ཅན་ དམྱལ་བ ར་ གང་དང་གང་ དག་ འབྱུང་བ་ དེ་དག་ ཐམས་ཅད་ འཇིགས་པ་ ཆེན་པོ ར་ མཐོང་ སྟེ །_ སེང་གེ་ དང་ །_ སྟག་ དང་ །_ འུག་པ་ དང་ །_ སྲོག་ཆགས་ མར་ཀོ་ ཏ་ ཀ་ དང་ །_ སྦྲུལ་ དང་ སྦྲུལ་ ཆེན་པོ་ འཇིགས་ འཇིགས་ ལྟར་ འདུག་པ་ ཆེན་པོ་ དག་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: $28 “When beings take birth in the various regions of hell in accordance with their completed and accumulated acts, they will be frightened by animals that are not counted as sentient beings, such as all the horrifying throngs of lions, tigers, owls, insects, vipers, and constrictors.

source: སེམས་ཅན་ དམྱལ་བ་པ་ སེམས་ཅན་ དུ་ བགྲང་བ་ ལ་ སེམས་ཅན་ དུ་ བགྲང་བ་ མ་ཡིན་པ་ རྣམས་ ཀྱིས་ གནོད་པ ར་ བྱེད་ དེ །_
en: Those hell beings that are counted as sentient beings may also be hurt by those that are not counted as sentient beings.

source: དེར་ སེམས་ཅན་ དུ་ བགྲང་བ་ ལ་ལ ས་ ཀྱིས་ བསྐྱེད་པ འི་ དུད་འགྲོ་ སེམས་ཅན་ དུ་ བགྲང་བ་ མ་ཡིན་པ་ གཞན་དག་ གིས་ གནོད་པ ར་ བྱས་ ཀྱང་ །_ དེ་དག་ བདག་ཉིད་ ནི་ སྡུག་བསྔལ་ མྱོང་བ ར་ མི་ འགྱུར་ རོ །_།
en: However, although they may be wounded by such animals that manifest due to their karmic actions, those animals that are not counted as sentient beings do not feel any pain themselves.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས །_ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $29 “Next, the monk who has knowledge of the ripening of karmic effects will examine the world of starving spirits.

source: ཡི་དགས་ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ་ དེ་དག་ གི་ འཇིག་རྟེན་ ན་ དུད་འགྲོ་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_
en: He will ask himself, ‘What action may cause an animal to be born in the world of starving spirits, tormented by hunger and thirst?’

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན་ རྣམ་པ་ སུམ་ཅུ་ རྩ་ དྲུག་ གང་ཡིན་པ་ རྣམས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Applying knowledge derived from hearing, he will see that animals take birth in all thirty-six classes of starving spirits.

source: བྱར་ གྱུར་པ་ དེ་དག་ ནི་ མི་ཡུལ་ དུ་ བྱར་ གྱུར་ ལ་ དེ་དག་ གིས་ བྱ་ གཞན་ འདི་ལྟ་སྟེ །_ བྱན་ ལག་ དང་ །_ ནེའུ་ལེ་ དང་ །_ བྱ་རོག་ དང་ །_ བྱ་རྒོད་ ལ་སོགས་པ་ དེ་དག་ གིས་ བསད་ ནས་ ཟ འོ །_།
en: Thus, some birds that live in the human realm, such as crows, vultures, or the like,#212 may kill and eat other birds there.

source: དེ་ འཆི་བ འི་ དུས་བྱ ས་ ནས་ སྲོག་ བཅད་པ འི་ རྣམ་པར་ སྨིན་པ ས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ [2b] དུ་ བྱར་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ འི་ བྱར་ འགྱུར་ རོ །_།
en: When they later die, the ripening of killing will make them take birth as birds in the realms of starving spirits, [2.b] and so they will suffer the physical torments of hunger and thirst.

source: དེ་དག་ གི་ ཁ་ཟས་ ནི་ ཡི་དགས་ རྣམས་ ཀྱི་ མིག་ ཕྱུང་ ནས་ ཟ་ ལ་ གླད་པ་ ཡང་ འཐུང་ ངོ་ །_། གང་ གི་ ཚེ་ དེ་དག་ ཟ་བ་ ན །_ དེ འི་ ཚེ་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱིས་ རྐང་ དང་ གླད་པ་ དག་ ཤིན་ཏུ་ ཚ་ སྟེ །_ བ་ ཚྭ་ དང་ ཟངས་ བཞུས་པ་ ལྟ་བུ ར་ འགྱུར་ རོ །_།
en: Such birds live from plucking out and eating the eyes of starving spirits, but, as they feed in this way, their negative acts will make their marrow and brains feel extremely hot, as if they were made of acid or molten copper.

source: དེ་ལྟ ར་ དགེ་སློང་ དེ་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ན་ བྱ་ འདུག་པ་ དག་ ལ་ བརྟགས་ ནས །_ འདི་ལྟར་ རྗེས་སུ་ བསྟན་པ་ ཚིགས་ སུ་ བཅད་ དེ་ སྨྲས་པ །_
en: $30 “As the monk thus examines the birds that live in the realm of starving spirits, he will utter the following verses of instruction:

source: ལས་ངན་ མི་དགེ་ ཚ་བ ས་ འདིར །_། རྣམ་པར་ སྨིན་པ་ ཚ་བ་ སྟེ །_། གནོད་པ་ ཆེན་པོ་ བྱེད་པ་ ཡིན །_།
en: “ ‘The heat of negative and unvirtuous actions Ripens here as a heat That brings great pain.

source: དེ་ལྟ་བས་ན་ སྡིག་པ་ སྤོངས །_།
en: Therefore, give up evil.

source: སེར་སྣ ས་ ཉེ་བ ར་ ཤིན་ཏུ་ ཉམས །_། ཉེས་བྱས་ ལས་ ནི་ མི་ བྱ འོ །_།
en: $31 “ ‘Stinginess corrupts completely; Do not engage in flawed actions.

source: སེར་སྣ ས་ ཉམས་པ འི་ སྐྱེ་བོ་ དག _། ཡི་དགས་ དུད་འགྲོ་ རྣམས་ སུ་ འགྲོ །_།
en: People corrupted by stinginess Journey to the realms of starving spirits and animals.

source: དུད་འགྲོ འི་ སྐྱེ་གནས་ བསྒྲུབས་ ནས་ སུ །_། གཅིག་ ལ་ གཅིག་ ནི་ ཁྲོ་བ་ དང་ །_། འཆིང་ ཞིང་ གསོད་ ལ་ ཟ་བ ར་ བྱེད །_།
en: $32 “ ‘Those who are born in the animal realm Are aggressive to each other, And they catch, kill, and eat one another.

source: དེ་ལྟ་བས་ན་ གཏི་མུག་ སྤོངས །_།
en: Therefore, get rid of dullness.

source: གཏི་མུག་ གིས་ ནི་ ཉམས་པ འི་ སེམས །_། ཚུལ་ཁྲིམས་ སྦྱིན་པ་ རྣམ་ སྤོང་བ །_།
en: $33 “ ‘A mind harmed by dullness Will give up spiritual discipline and generosity.

source: བྱིས་པ་ སྲེད་པ ས་ བསླུས་པ་ དག _། དུད་འགྲོ འི་ སྐྱེ་གནས་ དག་ ཏུ་ སྐྱེ །_།
en: Childish beings fooled by craving Will be born in the realm of the animals.

source: རུང་ དང་ མི་ རུང་ མི་ ཤེས་ ལ །_། བཟའ་ དང་ མི་ བཟའ་ དེ་བཞིན་ ཏེ །_། དོན་ དང་ དོན་ མིན་ ཕྱི་རོལ་ གང་ །_།
en: $34 “ ‘Outsiders do not know right from wrong, What to eat from what not to eat, Or how to tell the meaningful from the meaningless.

source: ཆོས་ དང་ ཆོས་ མིན་ འགལ་བ ར་ བྱེད །_། དབང་པོ་ ལྔ་ ནི་ བླུན་ ཞིང་ རྨོངས །_། མི་ རྣམས་ དུད་འགྲོ འི་ སྐྱེ་གནས་ འགྲོ །_།
en: Such people mix up Dharma and non-Dharma. $35 “ ‘Since their five senses are dumb and obscured, Such humans will travel to the animal realm.’

source: དེ་ལྟ ར་ དགེ་སློང་ དེ་ དུད་འགྲོ འི་ འཇིག་རྟེན་ ལ་ཆུང་ ཟད་ རྟོག་པ ར་ བྱེད་ དེ །_ དེ་ལྟ ར་ ལས་ ཀྱི་ ལུ་གུ་རྒྱུད་ ཀྱིས་ ཚེ་ འབུམ་ཕྲག་ དུ་མ ར་ ཉེ་བ ར་ སྦྲེལ་བ་ དག _།
en: $36 “Thus, the monk will briefly consider the animal realm, noticing how the chains of karmic action connect many hundreds of thousands of lives, thus causing the river of immeasurable pain and suffering to flow.

source: དེ་ལྟ ར་ སྡུག་བསྔལ་ འབུམ་ཕྲག་ དུ་མ་ དཔག་ ཏུ་ མེད་པ འི་ སྡུག་བསྔལ་ གྱི་ ཀླུང་ གིས་ སྦྲེལ་ ཅིང་ དུད་འགྲོ ར་ མངོན་པ འི་ ལས་ དུ་མ་ དང་ །_ རྒྱུ་ དང་ རྐྱེན་ དུ་མ་ དག་ གིས་ བསམ་པ་ ཕན་ཚུན་ འབྲེལ་པ་ དག་ ནི་ གང་ རྒྱ་མཚོ་ དཔག་ཚད་ བཅུ་ ཡོད་པར་ འཁོད་ དེ །_
en: In this way, due to the interplay of numerous actions that lead to lives as animals, as well as a variety of causes and conditions involving various intentions, there arises an ocean measuring ten leagues.

source: ཉ་ དང་ ཆུ་སྲིན་ མ་ ཀ་ར་ དང་ །_ ཉ་ མིད་ དང་ །_ ཆུ་སྲིན་ ན་ཀྲ་ དང་ །_ དུང་ གནས་པ་ དག་ གིས་ དེ་དག་ ཕན་ཚུན་ འཇིགས་ པར་ བྱེད་ དོ །_།
en: Within this ocean live various fish, sea monsters, whales, crocodiles, and shellfish that torment one another.

source: དེ་དག་ རྨོངས་པ འི་ སེམས་ ཀྱིས་ འདོད་ཆགས་ སྤྱོད་པ ར་ བྱེད་ དེ །_ རྒྱུ་ དེས་ རུང་བ་ དང་ མི་ རུང་བ་ མངོན་པར་ [3a] མི་ ཤེས་པ ས །_ དེ འི་ ཕྱིར་ རྒྱ་མཚོ འི་ གནས་ ཟབ་མོ ར་ སྐྱེ་བ ར་ འགྱུར་ ལ །_
en: Those beings have obscured and desirous minds and hence, without any understanding of right and wrong, [3.a] they take birth in the deep sea.

source: བ་ ཚྭ འི་ ཆུ་ ཡིས་ བསྐོལ་བ །_ རྟག་ ཏུ་ སྐོམ་པ ས་ མངོན་པར་ གདུངས་པ་ དག་ ཕན་ཚུན་ གསོད་པ འི་ རྣམ་པ ས་ འཇིགས་ པར་ འགྱུར་ རོ །_།
en: With a feeling like being burned by acid, and constantly tormented by thirst, they live in fear of mutual killing.

source: རྒྱ་མཚོ་ བར་མ་ ན་ གནས་པ་ གང་ཡིན་པ་ དེ་དག་ ནི་ ཞེ་སྡང་ སྤྱོད་པ་ དག་ ཡིན་ ཏེ །_
en: $37 “Those that live in the middle ocean#213 experience anger.

source: དེ་དག་ ལྷག་པ ར་ ཞེ་སྡང་ གི་ རྒྱུས་ རྒྱ་མཚོ འི་ བར་མ་ དཔག་ཚད་ སྟོང་ ཡོད་པ་ དེར་ ཀླུ་ རྣམས་ སུ་ སྐྱེ་ ཞིང་ རྟག་ ཏུ་ གནས་ སོ །_།
en: Anger may cause beings to take birth as nāgas that lurk in this middle sea.

source: ཀླུ་ དེ་དག་ ཕན་ཚུན་ ཁྲོ་བ་ དག་ སྐྱེད་ ཅིང་ སེམས་ ཁྲོས་པ ས་ འཁྲུགས་ ནས་ ཕན་ཚུན་ དུག་ གཏོང་བ ར་ བྱེད་ ལ །_ རྟག་ ཏུ་ གནོད་པ ར་ སེམས་པ་ ཡིན་ ནོ །_།
en: Such nāgas feel hostile toward each other, and, due to this aggression, they shoot poison at each other and are constantly intent on harming one another.

source: དེ་དག་ གི་ གནས་ ནི་ ལོངས་སྤྱོད་ ལྡན་ ཞེས་ བྱ་ སྟེ །_
en: Their realm is called Endowed with Enjoyments.

source: དེ་ ལ་ དཔག་ཚད་ སུམ་ སྟོང་ ཡོད་ ལ །_ གནས་ དེ་ ཀླུ འི་ རྒྱལ་པོ་ རྣམས་ ཀྱིས་ ཤིན་ཏུ་ གང་ ངོ་ །_།
en: Measuring one thousand leagues, it is full of nāga kings.

source: གནས་ དེ་ རྣམས་ ན་ ཀླུ འི་ རྒྱལ་པོ་ རྣམ་པ་ གཉིས་ གནས་ ཏེ །_ ཆོས་ དང་ ལྡན་པ་ དང་ །_ ཆོས་ དང་ མི་ ལྡན་པ འོ །_།
en: Two kinds of nāga kings live there: those that are righteous and those that are not righteous.
